{
  "greetings": {
    "user": {
      "title": "We are happy to see you",
      "text": "All our questionnaires are confidential, scientifically validated, so you can live a healthier and more productive life."
    },
    "gestor": {
      "title": "Welcome,",
      "text": "All our questionnaires were created on a scientific basis. See the results we got from your team."
    },
    "teamResults": {
      "title": "Ourmind results!",
      "text": "Here you can find the profile of symptoms we found in your team. This is your company's global report is confidential, it is not possible to identify any of the respondents. Each main dimension (anxiety symptoms, depressive symptoms, symptoms of burnout, stress and risk of substance use) is represented in a separate graph. See description of findings in the legends."
    },
    "myResults": {
      "title": "Here you can find out more about yourself!",
      "text": "Below you will find the results of all the questionnaires already answered. Here you can find out more about yourself! Remember that your results are confidential and your company will never be able to identify respondents or individual results."
    },
    "questionnaires": {
      "colaborador": {
        "title": "Knowing more about your profile!",
        "text": "Below you will find all your available questionnaires, as well as the start and end dates in which you can answer them. Remember that your results are confidential and available only to you. Take this opportunity to get to know yourself better and receive the most appropriate feedbacks according to your reality, all our questionnaires are scientifically validated with high levels of evidence (level A)."
      },
      "gestor": {
        "text": "Here you will find a list of all available questionnaires, details such as the period for filling in, as well as being able to follow up on the team's participation!"
      }
    },
    "workers": {
      "title": "Team Workers",
      "text": "Hi! Here you will find the list of collaborators of your team who were registered in the Jungle journey. If there is a change in the staff, we can include or remove people from our confidential analysis ok?"
    }
  },
  "pages": {
    "title": {
      "questionaries": "Questionnaires",
      "teamResults": "Team results",
      "lastQuestionaries": "Last Questionnaires",
      "myResults": "My Results",
      "protecionLevels": "Protection levels",
      "biopsychosocialAspects": "Biopsychosocial Aspects",
      "specialistAnalysis": "Expert analysis",
      "youAreHere": "You are here",
      "understandingTeam": "Understanding the team"
    },
    "filled": "filled"
  },
  "button": {
    "seeAll": "See All",
    "availables": "Availables",
    "inProgress": "In progress",
    "done": "Finished",
    "changePersonalData": "Change Personal Data",
    "changePassword": "Change password",
    "talkToEspecialist": "Talk to Expert",
    "actives": "Assets",
    "inactives": "Inactives",
    "soon": "Soon",
    "downloadSpreadsheet": "Download spreadsheet",
    "registerUsers": "Register users",
    "backToLogin": "Back to login",
    "send": "Send"
  },
  "emptyStates": {
    "questionaries": {
      "title": "You still don't have any questionnaires to fill out",
      "description": "Once your company has questionnaires, they will be available here in this section"
    },
    "myResults": {
      "title": "No results to display yet",
      "description": "After completing the questionnaires, the results in this section will be displayed"
    }
  },
  "table": {
    "headers": {
      "title": "Title",
      "dimension": "Dimension",
      "questionNumber": "Number of questions",
      "track": "Tracking",
      "respondents": "Respondents",
      "replied": "Replied",
      "worker": "Worker",
      "sector": "Sector",
      "function": "Function",
      "email": "Email",
      "status": "Status"
    }
  },
  "menu": {
    "dashboard": "Dashboard",
    "Questionnaires": "Questionnaires",
    "teamResults": "Team results",
    "myResults": "My Results",
    "workers": "Collaborators",
    "playbook": "Playbook",
    "marketplace": "Marketplace",
    "masterclass": "MasterClass",
    "logout": "Logout",
    "questionnaires": "Questionnaires"
  },
  "indexes": {
    "hight": "Hight",
    "good": "Good",
    "moderate": "Moderate",
    "thin": "Thin"
  },
  "availableUntil": "Available until {{-date}}",
  "availableIn": "Available in",
  "questions": "questions",
  "recoveryPassword": "To recover your password, enter your email",
  "checkAnswers": "Check Answers",
  "resumeQuiz": "Resume quiz",
  "recoverySent": "In a moment you will receive an email with instructions to recover your password.",
  "startQuestionarie": "Start quiz",
  "notRatedYet": "Not yet rated",
  "weAreHereToHelp": "We are here to help",
  "filledQuestionaries": "Filled Questionnaires",
  "availableQuestionaries": "Available Questionnaires",
  "manager": "manager",
  "niceHaveYouHere": "Glad to have you around",
  "informYourEmail": "Enter your email",
  "informYourPassword": "Enter your password",
  "informYourCode": "Enter the code received by email",
  "rememberUser": "Remember User",
  "login": "Login",
  "createPassword": "Create password",
  "password": "Password",
  "code": "Code",
  "populationProtectionLevel": "Population Protection Level",
  "companyProtectionLevel": "Company Protection Level",
  "notAvailable": "Expired",
  "adequateProtection": "Adequate protection against",
  "minorProtection": "Minor protection against",
  "saveAndLeave": "Save and leave",
  "mandatoryQuestion": "Mantatory question",
  "itsYourFirstAccess": "Hello, this is your first login.",
  "createYourPassword": "To access, register your password below.",
  "confirmPassword": "Confirm password",
  "firstAccessSuccessfull": "Password registered successfully. Click to return to login screen",
  "termsConditions": {
    "header": "To use the Jungle platform you must accept the Terms of Consent",
    "cb_terms0": "I'm aware",
    "cb_terms1": "I accept to participate",
    "introduction": [
      "INFORMATION OF CONSENT FOR PROCESSING PERSONAL DATA – Jungle Medical Science for Business. You were invited to participate in the Great Questions for Healthier Minds Screening Cycle, developed by JUNGLE CONSULTORIA LTDA (CNPJ n. 41.484.118/0001-10) ) and offered by your contracting company. This document aims to register the free, informed and unambiguous expression by which you agree with the treatment of your personal data in accordance with the LGPD - General Law for the Protection of Personal Data, Law No. 13.709/18, and other applicable legislation, as well as the Jungle Medical Science for Business Privacy and Data Protection Policy (www.junglex.com/politica-de-privacidade/).",
      "By expressing your acceptance of this term, you consent and agree that the processing of your personal data[1] and sensitive personal data[2] will be carried out for the specific purposes set forth herein.",
      "In the event of not acection of the terms proposed herein, your participation will remain impossible."
    ],
    "purpose": {
      "title": "I - Purpose of the program",
      "text": [
        "The Great Questions for Healthier Minds Screening Cycle is a pre-screening/mapping program that collects information on the participant's levels of symptoms related to mental health by applying questionnaires based on scientific scales validated in studies published by the academy , to verify the levels of protection against symptoms of Anxiety, Burnout, Depression, Stress and Substance Use, in addition to aspects intrinsic to the individual such as resilience, flexibility, work-life balance, self-fulfillment, family, work, financial organization and quality of life , with the purpose of proposing Programs for the Promotion of Health and Well-being.",
        "The cycle of Great Questions for Healthier Minds Screenings will be carried out under the supervision of a jungle medical specialist (Psychiatrist) remotely (online platform), contemplating the following steps:",
        "§ Online questionnaires: application of individual and anonymous questionnaires via an online platform (Jungle Collaborator Dashboard) on the topics listed above;",
        "§ Analysis: of the information collected via questionnaires based on scientific scales;",

        "§ Issue of Individual Report: which will be made available confidentially. the Participant via online platform (Dashboard of Jungle Employee);",
        "§ Monitoring: with motivational, educational and support scope, the Participant will have available a direct e-mail channel with the Jungle medical team for queries about doubts and gathering information about the program and its results.",
        "§ Issuance of Global Report: which will be made available to the contracting company (Dashboard)",
        "If there is a return from the Participant to the emails sending the individual access token to the online platform (Jungle Collaborator Dashboard), it will be registered as if there was no interest in participating in the program.",
        "Under no circumstances will the diagnosis of diseases be carried out nor will any medical treatment be prescribed."
      ]
    },
    "purpose2": {
      "title": "II - Treatment of Personal Data",
      "text": [
        "We collect your personal data and sensitive personal data, such as full name, CPF, date of birth, telephone, email and other health data that were processed during participation in the Program, for its proper execution, to offer others programs that you are able to participate in and for us to communicate with you.",
        "All personal data and sensitive personal data will be considered confidential and as such will be protected in order to protect the privacy of the holders of said data, in compliance with the relevant legislation, especially LGPD, without prejudice to the duty of secrecy in relation to medical information."
      ]
    },
    "purpose3": {
      "title": "III - Sharing of Personal Data",
      "text": [
        "For full and adequate provision of the Great Questions for Healthier Mind Screening Cycle, your common personal data and sensitive personal data (health data) will be available for consultation by the Jungle team, within the limits of medical confidentiality, LGPD and other applicable legislation , observing the limits of strict necessity, ensuring that the recipient is able to safeguard confidentiality and adequate protection.",
        "In relation to health data, Jungle clarifies that the data received by its contracting company will be statistical in order to provide indexes for the application of internal health and well-being policies."
      ]
    },
    "purpose4": {
      "title": "IV - Personal Data Storage",
      "text": [
        "Your personal data will be deleted by Jungle when they are no longer necessary or relevant for the purposes defined herein or upon your request, provided that this does not conflict with the fulfillment of legal and regulatory obligations and/or for the regular exercise of our rights. "
      ]
    },
    "purpose5": {
      "title": "V - Personal Data Security Measures",
      "text": [
        "Jungle will observe strict security standards and good practices through the use of reasonable and available tools and technologies, in addition to technical and administrative measures capable of protecting personal data from unauthorized access and from accidental or illegal situations."
      ]
    },
    "purpose6": {
      "title": "VI - Right of Withdrawal of Consent",
      "text": [
        "The consent expressed herein may be revoked by you, the Participant, at any time, upon request by email.",
        "By completing and marking accordingly this form, you, the Participant, expressly and unequivocally declare that you are aware:",
        "§ of the objectives, purpose and functioning of the Great Questions for Healthier Mindis Screening Cycle;",
        "§ the collection and processing of your personal data, including your sensitive data (clinical/health data);",
        "§ sharing between Jungle and the contracting company, within the limits of medical confidentiality and under the terms of the current data protection law and other applicable legislation;",
        "§ that participation in the Program is completely free, being entirely at its discretion, and may opt-out at any time by express notice."
      ]
    },
    "end": {
      "text": [
        "After carefully reading the above information and clarifying all doubts.",
        "I AGREE TO PARTICIPATE",
        ", of my own free will, of the Great Questions for Healthier Minds Screening Cycle and I agree with the terms set forth herein.",
        "2021 - JUNGLE CONSULTORIA LTDA - www.junglex.com",
        "Read the entire term and let us know if you agree."
      ],
      "link": "I don't accept and I want to leave the platform",
      "button": "Finish"
    }
  }
}
