{
  "greetings": {
    "user": {
      "title": "Estamos felizes em ver você",
      "text": "Todos nossos questionários são sigilosos, cientificamente validados, para que você tenha uma vida mais saudável e produtiva."
    },
    "gestor": {
      "title": "Bem-vindo,",
      "text": "Todos os nossos questionários foram criados com base científica. Veja os resultados que obtivemos de sua equipe."
    },
    "teamResults": {
      "title": "Resultados Ourmind!",
      "text": "Aqui você encontra o perfil de sintomas que encontramos em sua equipe. Este é o relatório global da sua empresa é confidencial, não sendo possível identificar nenhum dos respondentes. Cada dimensão principal (sintomas de ansiedade, sintomas depressivos, sintomas de burnout, estresse e risco de uso de substancias) está representada em um gráfico distinto. Veja a descrição dos achados nas legendas."
    },
    "questionnaires": "Aqui você encontrará a relação de todos os questionários disponíveis, detalhes como o período para preenchimento além de poder acompanhar como está a participação da equipe!"
  },
  "pages": {
    "title": {
      "questionaries": "Questionários",
      "teamResults": "Resultados do time",
      "lastQuestionaries": "Utimos questionários",
      "myResults": "Meus Resultados",
      "protecionLevels": "Níveis de proteção",
      "biopsychosocialAspects": "Aspectos biopsicossociais",
      "specialistAnalysis": "Análise dos especialistas",
      "youAreHere": "Você está aqui",
      "understandingTeam": "Entendendo a equipe"
    },
    "filled": "preenchido(s)"
  },
  "button": {
    "seeAll": "Ver todos",
    "availables": "Disponíveis",
    "inProgress": "Em andamento",
    "done": "Finalizados",
    "changePersonalData": "Alterar dados pessoais",
    "changePassword": "Alterar senha",
    "talkToEspecialist": "Falar com especialista",
    "actives": "Ativos",
    "inactives": "Inativos",
    "soon": "Em breve"
  },
  "emptyStates": {
    "questionaries": {
      "title": "Você ainda não tem questionários para preencher",
      "description": "Assim que sua empresa tiver questionários, eles serão disponibilizados aqui nesta seção"
    },
    "myResults": {
      "title": "Ainda não há resultados a serem exibidos",
      "description": "Após o preenchimento dos questionários, serão exibidos os resultados nesta seção"
    }
  },
  "table": {
    "headers": {
      "title": "Título",
      "dimension": "Dimensão",
      "questionNumber": "Número de perguntas",
      "track": "Rastreio",
      "respondents": "Respondentes",
      "replied": "Responderam"
    }
  },
  "menu": {
    "dashboard": "Dashboard",
    "questionnaires": "Questionários",
    "teamResults": "Resultados do time",
    "myResults": "Meus resultados",
    "workers": "Colaboradores",
    "playbook": "Playbook",
    "marketplace": "Marketplace",
    "masterclass": "MasterClass",
    "logout": "Deslogar"
  },
  "availableUntil": "Disponível até {{- date}}",
  "availableIn": "Disponível em",
  "questions": "questões",
  "checkAnswers": "Conferir respostas",
  "resumeQuiz": "Retomar questionário",
  "startQuestionarie": "Iniciar questionário",
  "notRatedYet": "Ainda não avaliado",
  "weAreHereToHelp": "Estamos aqui para ajudar",
  "filledQuestionaries": "Questionários preenchidos",
  "availableQuestionaries": "Questionários disponíveis",
  "manager": "gestor",
  "niceHaveYouHere": "Que bom ter você por aqui",
  "informYourEmail": "Digite seu email",
  "informYourPassword": "Digite sua senha",
  "rememberUser": "Lembrar usuário",
  "login": "Entrar",
  "password": "Senha",
  "populationProtectionLevel": "Nível de proteção da população",
  "companyProtectionLevel": "Nível de proteção da empresa",
  "adequateProtection": "Proteção adequada contra",
  "minorProtection": "Proteção menor contra",
  "termsConditions": {
    "header": "Para utilizar a plataforma Jungle é necessário que você aceite os Termos de Conscentimento",
    "introduction": [
      "TERMO DE CONSENTIMENTO PARA TRATAMENTO DE DADOS PESSOAIS – Jungle Medical Science for Business. Você foi convidada(o) a participar do Ciclo de Rastreios Great Questions for Healthier Minds, desenvolvido pela JUNGLE CONSULTORIA LTDA (CNPJ n. 41.484.118/0001-10) e oferecido por sua empresa contratante .Este documento visa registrar a manifestação livre, informada e inequívoca pela qual você concorda com o tratamento de seus dados pessoais em conformidade com a LGPD – Lei Geral de Proteção de Dados Pessoais, Lei nº 13.709/18, e demais legislações aplicáveis, bem como com a Política de Privacidade e Proteção de Dados de Jungle Medical Science for Business (www.junglexp.com/politica-de-privacidade/).",
      "Ao manifestar sua aceitação ao presente termo você consente e concorda que seja realizado o tratamento de seus dados pessoais[1] e dados pessoais sensíveis[2] para as finalidades específicas aqui dispostas.",
      "Na hipótese de não aceitação dos termos aqui propostos, sua participação restará impossibilitada."
    ],
    "purpose": {
      "title": "I - Finalidade do programa",
      "text": [
        "O Ciclo de Rastreios Great Questions for Healthier Minds é um programa de triagem/mapeamento prévio que coleta informações sobre os níveis de sintomas relativos a saúde mental do(a) Participante, mediante aplicação de questionários baseados em escalas científicas validadas em estudos publicados pela academia, para verificação do níveis de proteção contra sintomas de Ansiedade, Burnout, Depressão, Estresse e Uso de Substâncias, além de aspectos intrínsecos ao indivíduo como resiliência, flexibilidade, equilíbrio trabalho-vida, autorrealização, familiares, trabalho, organização financeira e qualidade de vida, com a finalidade de propor Programas de Promoção da Saúde e Bem-estar.",
        "§  Questionários online: aplicação de questionários individuais e anônimos via plataforma online (Dashboard do Colaborador Jungle) nos temas acima relacionados;",
        "§  Análise: das informações levantadas via questionários com base nas escalas científicas;",
        "§  Emissão de Relatório Individual: que será disponibilizado de forma confidencial ao(a) Participante via plataforma online (Dashboard do Colaborador Jungle);"
      ]
    }
  }
}
